Repository: sevvalmertoglu/favMap
Catalog: MapBoxTest2/Localizables/*.lproj/Localizable.strings
Languages: tr

source: WELCOME FAVMAP
tr: FAVMAP'E HOŞGELDİNİZ

source: This application provides you with information about your location.
tr: Bu uygulama size konumunuz hakkında bilgi sağlar.

source: Many different options
tr: Birçok farklı seçenek

source: You can choose from gas stations, cafes, restaurants, and many more options.
tr: Benzin istasyonları, kafeler, restoranlar ve daha birçok seçenek arasından seçim yapabilirsiniz.

source: Customized view
tr: Özelleştirilmiş görünüm

source: It provides a more enhanced view with customized location pins and options.
tr: Özelleştirilmiş konum pinleri ve seçenekleri ile daha gelişmiş bir görünüm sağlar.

source: Next
tr: Sonraki

source: Get Started
tr: Başla

source: User mail:
tr: Kullanıcı maili:

source: Email address not found.
tr: Email adresi bulunamadı

source: Cancel
tr: İptal

source: It can't be empty space!
tr: Boş alan olamaz!

source: Please enter your name and surname
tr: Lütfen isim ve soyisim giriniz.

source: Please enter your email and password.
tr: Lütfen email ve şifre giriniz.

source: OK
tr: TAMAM

source: Location Selected
tr: Konum seçildi

source: Would you like to start the navigation?
tr: Navigasyonu başlatmak ister misiniz?

source: Start Navigation
tr: Navigasyonu Başlat

source: Add to Favorites
tr: Favorilere ekle

source: name not found
tr: isim bulunamadı

source: Successful!
tr: Başarılı!

source: Please enter a note or address
tr: Lütfen bir not veya adres girin

source: Favorite added
tr: Favorilere eklendi

source: ERROR
tr: HATA

source: Where are you?
tr: Nerdesin?

source: You haven't opened the app for 2 days. Did you forget to take a look?
tr: 2 gündür uygulamayı açmadınız. Bakmayı mı unuttun?
